{
  "about": "About",
  "projects": "Projects",
  "spaceShop": "Space + Shop",
  "menu": "Specialty coffee",
  "archive": "Archive",
  "cart": "Cart",
  "home": "Home",
  "aboutSection1Text1": "We describe Pasaje 94 as our space of expression, work and inspiration.",
  "aboutSection1Text2": "When we asked ourselves what it would be like to open our architecture studio, this is what we imagined. Pasaje 94 arises from the idea of bringing design to people's daily lives. We articulate our architecture office with design, good coffee based on collaborative proposals in a living space in constant movement.",
  "aboutSection2Text1": "The space is located in the heart of Valencia, on Trinitarios street number 13.",
  "aboutSection2Text2": "The premises were closed for 25 years, used as a storage room or garage, uninhabited and forgotten by the rest of the city. The renovation was a recovery process: preserve what existed and leave the space as open as possible.",
  "aboutSection3MainTitle": "We are",
  "aboutSection3Subtitle": "A Design, Architecture and Interior Design Office",
  "aboutSection3Text1": "Our space, send us an email if you join with any of the proposals of what happens at Pasaje 94:",
  "aboutServices1": "- Design product exhibition space",
  "aboutServices2": "- Specialty coffee shop",
  "aboutServices3": "- Equipped office so you can rent and work with us",
  "aboutServices4": "- Space for photoshooting",
  "aboutServices5": "- Space rental for one-time events",
  "email": "Email",
  "location": "Location",
  "social": "Social",
  "projectsScrollText": "Scroll horizontally →",
  "projectOf": "Project",
  "of": "of",
  "project1Title": "Pasaje 94",
  "project1Location": "Valencia",
  "project1Year": "2025",
  "project1Category": "Commercial",
  "project1Description": "We are two architects who think as one and work for a thousand. We design the square meters to our measure. The space is located in the heart of Valencia, on Trinitarios street number 13. The premises were closed for 25 years, used as a storage room or garage, uninhabited and forgotten by the rest of the city. The renovation was a recovery process: preserve what existed and leave the space as open as possible so that each program has its place. In addition to being our architecture office, our study and work headquarters, it is a place open to the community. The entrance is through the Pasaje 94 coffee shop, our showcase as designers and gateway to this creative universe. A coffee shop designed to be part of your daily routine, like that moment of respite and pause. The exhibition area varies throughout the year, according to the designers and projects present at each stage. We are moved by the behind the scenes, the creative process that drives new ideas. That's why we create a space that accompanies the expansion of design and creative thinking. The patio is a green space, fresh all year round and constantly growing. For private use, it is reserved for those who are part of the work area, offering a healthy environment to create and collaborate. A space where reflective design is created and shared in tune with the rhythm of everyday life and experience.",
  "project2Title": "Mesa Causa 01",
  "project2Location": "",
  "project2Year": "",
  "project2Category": "",
  "project2Description": "A table that emerges from the space it inhabits. The existing structure shapes its form, generating a series of cuts that respond to its function. Small interventions that not only adapt it to the place, but also invite new ways of inhabiting it and relating to the environment.",
  "project3Title": "Mesa Causa 02",
  "project3Location": "",
  "project3Year": "",
  "project3Category": "",
  "project3Description": "We propose this table from a casual encounter, like the relationship of distance that unites us, a distance sometimes does not separate, it unites. It makes us aware of the other, of their absence, of their value. It invites us to find other ways to be close.",
  "project4Title": "Mesa Causa 03",
  "project4Location": "",
  "project4Year": "",
  "project4Category": "",
  "project4Description": "A table that merges with the landscape. It is the cause of the encounter, a gesture that invites to share, observe and be part of the environment. A circle that unites us, like when we sit down to a picnic in the field. The table merges with the landscape, dissolves as an object and becomes part of the place.",
  "project5Title": "Osnova Gallery",
  "project5Location": "Valencia",
  "project5Year": "2025",
  "project5Category": "Art Gallery",
  "project5Description": "New project - coming soon",
  "spaceTitle": "Holy days",
  "spaceSubtitle": "Boutique market, design pieces that will be part of your future memories",
  "spaceDescription": "The holidays are the time of year when we take that pause, a breath to stop and look back at everything we've lived. We give ourselves the place to meet, celebrate and share. Pasaje 94 opens the space with a curated collection of design pieces that invite you to celebrate what you've lived and receive the new with intention. A moment to enjoy good coffee while exploring unique objects, designed for you to discover that special piece with which you will share new stories.",
  "designersIndex": "DESIGNERS INDEX",
  "designersIndexTitle": "Designers",
  "designersIndexSubtitle": "Explore each artist's collection",
  "viewCollection": "VIEW COLLECTION",
  "yourCartIsEmpty": "Your cart is empty",
  "brunoMespuletName": "Bruno Mespulet",
  "brunoMespuletCollection": "C 07 10",
  "brunoMespuletDescription": "C 07 10 is a series of candlesticks designed by Bruno Mespulet that unites the sobriety of Nordic design with a personal and emotional perspective. Each piece, built from three aluminum planes, expresses a timeless language where simplicity becomes expression. Inspired by the Danish tradition of candlelight and an intimate journey from Chaco, Argentina, to Copenhagen, Denmark, the series transcends the functional to become a tribute to the rituals that connect us through time and culture, transforming the everyday into a poetic act.",
  "bamaName": "BAMA",
  "bamaCollection": "BULTO",
  "bamaDescription": "BAMA is an editorial project that celebrates the honesty of matter and sensitivity: it was born with the vision of creating objects for curated, thoughtful spaces that invite contemplation and conversation. Each BAMA piece is conceived from a local approach: designed in Valencia and developed in collaboration with Valencian artisans. This local approach makes the objects show in themselves the precision of the craft and the honesty of their manufacture, and preserves tradition while dialoguing with contemporary sensitivity. BULTO is the first series of products published by BAMA. Rooted in tradition but reinterpreted through essential forms, these porcelain pieces move away from classic ornate realism without dissolving into pure abstraction. Their organic and dynamic volumes celebrate materiality itself, and the simple gestures they present are enough to suggest character. They represent a subtle declaration, inviting observation and pause.",
  "albertoDesignName": "Alberto Herrero Soler",
  "albertoName": "Alberto Herrero Soler",
  "albertoDesignCollection": "BRICK",
  "albertoDesignDescription": "Product and graphic designer. Born in Valencia (Spain), I understand design as a tool to communicate, structure and generate value through the objects, images and systems we build. I work at the intersection between function and aesthetics, always with a rigorous approach and constant attention to context. I am particularly interested in design as a means of material and formal expression, capable of establishing connections between the user, space and contemporary culture. BRICK is a collection of 3 stainless steel vases, which starts from the brick as an essential module of construction. Its vertical channels preserve the cadence of the original module, thus generating an \"inverted brick\" that, instead of raising walls, welcomes flowers.",
  "lodName": "Los Objetos Decorativos",
  "lodCollection": "Lifestyle object collections",
  "lodDescription": "LOD, lifestyle object collections present in the everyday scene. The essence of the project is to continue creating elements through the exploration of new materials and contemporary techniques, relying on artisanal production. Through each project, LOD tries to design elements that transmit specific values or feelings to those who want to connect with them, offering the aesthetic vision of the moment in which the creator finds himself. In the search to explore with materiality, the capabilities of each material, through the use of materials, prototyping techniques and manufacturing processes to create new languages within contemporary crafts.",
  "giovName": "Giov studio",
  "giovCollection": "Studio",
  "giovDescription": "Giov, studio is a design and ceramics atelier dedicated to creating objects that unite craftsmanship, contemporary aesthetics and emotional depth. Guided by an admiration for beauty, functionality and the imperfect gesture of the hand, the studio seeks to create objects with a sense of permanence: pieces that feel both contemporary and timeless, intimate yet universal. Giov, studio sits at the intersection between art, design and everyday life, celebrating the dialogue between function and poetry.",
  "adrianaCabelloName": "Adriana Cabello",
  "adrianaCabelloCollection": "Ceramics",
  "adrianaCabelloDescription": "Adriana Cabello is an artist, architect, sculptor, ceramicist and painter. All her projects are made to measure and each piece is unique. 'Convert realities into abstractions. Close your eyes to see better.'",
  "colorTerracota": "Terracotta",
  "colorBlanco": "White",
  "colorEbano": "Ebony",
  "designerLabel": "DESIGNER",
  "spaceScrollText": "Scroll horizontally →",
  "archiveScrollText": "Scroll horizontally →",
  "angelTausiaDescription": "I am a restless person, in the broadest sense of the word, even somewhat chaotic. However, the objects I design speak of the opposite: they transmit calm, order and serenity. In them is reflected, perhaps, the personal search for balance and tranquility that I pursue in my daily life.\n\nSince I was little I have felt the need to manufacture objects almost by intuition, pieces that accompany me and that I like to have close in those moments of calm. They are simple objects, designed to be part of daily rituals: lighting a candle, placing flowers, resting a book on the table... small gestures that transform routine into something more conscious and meaningful.\n\nOn this path there also appear resonances with the spiritual. Incense, candlelight, even the idea of a small sanctuary for special objects, suggest links with religious traditions that, beyond faith, value the ceremonial, the symbolic and the sacred in the everyday.\n\nTAUSIAOBJECTS is born as a project to gather and share this personal work: lamps, candle holders, vases, trays and tables that, in addition to their function, possess a sculptural character that makes them something more than a simple object. Pieces made with care, that invite a more intimate relationship with space, with time and with ourselves.",
  "ferFigueroaDescription": "Kitto, a modular system that seeks to tension the limits between object and furniture, generating pieces that, in addition to their practical purpose, invite contemplation and encounter. The contrast between materials such as wood and steel, along with the geometric rigor of the forms, underlines the experimental character of the proposal.\n\nThis series proposes dynamic configurations that adapt to different uses in spaces such as cafes, museums and coworkings, being a success in providing this temporary comfort.\n\nFer Figueroa's practice focuses on the exploration of materiality with an approach of short productions that value local workshops, and with this project reaffirms his sensitive commitment, capable of linking conceptual exploration with tangible production.",
  "bamaArchiveDescription": "BAMA is an editorial project that celebrates the honesty of matter and sensitivity: it was born with the vision of creating objects for curated, thoughtful spaces that invite contemplation and conversation. Each BAMA piece is conceived from a local approach: designed in Valencia and developed in collaboration with Valencian artisans. This local approach makes the objects show in themselves the precision of the craft and the honesty of their manufacture, and preserves tradition while dialoguing with contemporary sensitivity.\n\nBULTO is the first series of products published by BAMA. Rooted in tradition but reinterpreted through essential forms, these porcelain pieces move away from classic ornate realism without dissolving into pure abstraction. Their organic and dynamic volumes celebrate materiality itself, and the simple gestures they present are enough to suggest character. They represent a subtle declaration, inviting observation and pause.",
  "brunoArchiveDescription": "C 07 10 is a series of candlesticks designed by Bruno Mespulet that unites the sobriety of Nordic design with a personal and emotional perspective. Each piece, built from three aluminum planes, expresses a timeless language where simplicity becomes expression. Inspired by the Danish tradition of candlelight and an intimate journey from Chaco, Argentina, to Copenhagen, Denmark, the series transcends the functional to become a tribute to the rituals that connect us through time and culture, transforming the everyday into a poetic act.",
  "objetosDecorativosDescription": "In a search to explore new languages between matter and form, this collection emerges as a plastic exercise through clay, seeking the formal limits of the material. An experimentation process that deepens its capacity for transformation, malleability and expression.\n\nUnder a work line, where fashion, garments and the fashion imaginary become inspiration, these pieces appropriate certain plastic language proper to this world, which translated to this new material acquire another dimension. In an exercise of going from flat to volume, of reinterpreting textile from ceramics, in that transit a poetics of form is generated that moves between the organic and the structured, between the random —dictated by the nature of the material— and the intentional —result of controlled gesture—. Thus creating a new language that combines both universes.\n\nChromatically, dark blue brings depth and elegance; accentuating forms with rotundity. The bright glaze reacts to light with an almost liquid intensity. Reflecting the sparkles and nuances of the environment, turning each piece into a body that modifies according to the viewer's point of view. With the white contour element, new silhouettes are created and a new layer in the form of texture is added.\n\nAs on other occasions, the project is sustained by joint work with artisans: an exchange of knowledge and experiences that transcends mere technical execution. On this occasion, the encounter between thought and craft, between idea and matter, give shape to the pieces. The process, more than a means, becomes an essential part of the result: a shared space of learning, experimentation and creation.",
  "menuTitle": "Menu",
  "menuIntroText1": "For us, this moment that one gives oneself in the day to think and reconnect with oneself and share with others is very important.",
  "menuIntroText2": "Pasaje 94 café is our showcase to show ourselves as designers and reach the routine of people who pass through the space and leave in them a little of what moves us.",
  "menuIntroText3": "And what better than having found Víctor and Pablo, from FOC Coffee, the roasters we chose for their warmth and excellence. Today they are already references in Valencia, and also the visible thread that makes it possible for this experience to reach you with the quality, commitment and care that we imagined from the first day.",
  "focTitle": "FOC",
  "focDescription": "Our specialty coffee comes from FOC, Valencian roasters committed to quality and sustainability.",
  "artisanalProductsTitle": "Artisanal Products",
  "artisanalProductsDescription": "Our bakery and food products are made daily with fresh, seasonal ingredients.",
  "digitalMenuTitle": "Digital Menu",
  "digitalMenuDescription": "Scan the QR code on your table to see our complete menu.",
  "digitalMenuFooter": "You can also check the menu at pasaje94.com/menu",
  "coffeeProducts": {
    "espresso": "Espresso",
    "cortado": "Cortado",
    "cafeConLeche": "Coffee with Milk",
    "cappuccino": "Cappuccino",
    "flatWhite": "Flat White",
    "v60Filter": "V60 Filter",
    "chemex": "Chemex",
    "coldBrew": "Cold Brew"
  },
  "foodProducts": {
    "tostadaAguacate": "Avocado Toast",
    "croissantNatural": "Plain Croissant",
    "croissantAlmendra": "Almond Croissant",
    "tartaDelDia": "Cake of the Day",
    "bananaBread": "Banana Bread",
    "ensaladaTemporada": "Seasonal Salad",
    "sandwichVegetal": "Vegetable Sandwich",
    "bagelSalmon": "Salmon Bagel"
  },
  "checkout": {
    "title": "CHECKOUT",
    "contactInformation": "Contact Information",
    "firstName": "FIRST NAME *",
    "lastName": "LAST NAME *",
    "company": "COMPANY (OPTIONAL)",
    "email": "EMAIL *",
    "phone": "PHONE *",
    "newsletter": "EMAIL ME WITH NEWS AND OFFERS",
    "delivery": "Delivery",
    "countryRegion": "COUNTRY/REGION *",
    "address": "ADDRESS *",
    "apartment": "APARTMENT, SUITE, ETC. (OPTIONAL)",
    "postalCode": "POSTAL CODE *",
    "city": "CITY *",
    "province": "PROVINCE *",
    "selectProvince": "Select Province",
    "additionalNotes": "ADDITIONAL NOTES",
    "b2bNoticeTitle": "YOU ARE CHECKING OUT AS A PRIVATE CUSTOMER.",
    "b2bNoticeText": "IF YOU WISH TO CHECK OUT AS A B2B CUSTOMER WITH INVOICING, PLEASE CONTACT INFO@PASAJE94.COM",
    "shippingMethod": "Shipping Method",
    "standardShipping": "Standard Shipping",
    "expressShipping": "Express Shipping",
    "pickupAtStore": "Pick up at Store",
    "businessDays": "business days",
    "addToCart": "ADD TO CART", 
    "presaleOnly": "Available in store",
    "presaleMessage": "Visit us at our space to discover this unique piece",
    "visitStore": "Find us at",
    "outOfStock": "OUT OF STOCK",
    "yourCartIsEmpty": "Your cart is empty",
    "continueShopping": "CONTINUE SHOPPING",
    "checkoutButton": "CHECKOUT",
    "free": "FREE",
    "photoPlaceholder": "Photo of the space",
    "reformPhotoPlaceholder": "Photo of the renovation",
    "contactAddress": "Calle Trinitarios 13",
    "contactCity": "Valencia, Spain",
    "footerDescription": "Architecture studio, specialty coffee and design space in Valencia.",
    "navigate": "NAVIGATE",
    "connect": "CONNECT",
    "designDevelopment": "Design and development by Blaiz",
    "orderSummary": "Order Summary",
    "subtotal": "Subtotal",
    "shipping": "Shipping",
    "total": "Total",
    "placeOrder": "Place Order",
    "securePayment": "Secure payment powered by Stripe",
    "errors": {
      "firstName": "First name is required",
      "lastName": "Last name is required",
      "email": "Email is required",
      "emailInvalid": "Email is invalid",
      "phone": "Phone is required",
      "address": "Address is required",
      "city": "City is required",
      "postalCode": "Postal code is required",
      "province": "Province is required",
      "country": "Country is required"
    }
  }
}