{
  "about": "Sobre nosotros",
  "projects": "Proyectos",
  "spaceShop": "Espacio + Tienda",
  "menu": "Menú",
  "archive": "Archivo",
  "cart": "Carrito",
  "home": "Inicio",
  "aboutSection1Text1": "Describimos Pasaje 94 como nuestro espacio de expresión, de trabajo y de inspiración.",
  "aboutSection1Text2": "Cuando nos preguntamos cómo sería abrir nuestro estudio de arquitectura, esto fue lo que imaginamos. Pasaje 94 surge de la idea de llevar el diseño a la vida diaria de las personas. Articulamos nuestro despacho de arquitectura con diseño, buen café a partir de propuestas colaborativas en un espacio vivo y en constante movimiento.",
  "aboutSection2Text1": "El espacio está ubicado en el corazón de Valencia, en la calle Trinitarios número 13.",
  "aboutSection2Text2": "El local estuvo cerrado durante 25 años, utilizado como trastero o garaje, deshabitado y olvidado por el resto de la ciudad. La reforma fue un proceso de recuperación: conservar lo que existía y dejar el espacio lo más diáfano posible.",
  "aboutSection3Title": "Lo que somos: un despacho de diseño, arquitectura e interiorismo",
  "aboutSection3Text1": "El espacio, lo que ofrecemos, mandanos mail si te sumas a Pasaje 94 con alguna propuesta:",
  "aboutServices1": "- Espacio de exhibición de productos de diseño",
  "aboutServices2": "- Cafetería de especialidad",
  "aboutServices3": "- Oficina equipada para que puedas alquilar y trabajar con nosotras",
  "aboutServices4": "- Espacio para photoshooting",
  "aboutServices5": "- Alquiler del espacio evento puntual",
  "email": "Email",
  "location": "Ubicación",
  "social": "Social",
  "projectsScrollText": "Desliza horizontalmente →",
  "projectOf": "Proyecto",
  "of": "de",
  "project1Title": "Pasaje 94",
  "project1Location": "Valencia",
  "project1Year": "2025",
  "project1Category": "Comercial",
  "project1Description": "Somos dos arquitectas que piensan como una y hacen por mil. Diseñamos los metros cuadrados a nuestra medida. El espacio está ubicado en el corazón de Valencia, en la calle Trinitarios número 13. El local estuvo cerrado durante 25 años, utilizado como trastero o garaje, deshabitado y olvidado por el resto de la ciudad. La reforma fue un proceso de recuperación: conservar lo que existía y dejar el espacio lo más diáfano posible para que cada programa tenga su lugar. Además de ser nuestro despacho de arquitectura, nuestra sede de estudio y trabajo, es un lugar abierto a la comunidad. La entrada es a través de la cafetería de Pasaje 94, nuestro escaparate como diseñadoras y puerta de acceso a este universo creativo. Un café pensado para ser parte de tu rutina diaria, como ese momento de respiro y de pausa. El área de exhibición varía a lo largo del año, según los diseñadores y proyectos presentes en cada etapa. Nos mueve el detrás de escena, el proceso creativo que impulsa nuevas ideas. Por eso creamos un espacio que acompaña la expansión del diseño y del pensamiento creativo. El patio es un espacio verde, fresco todo el año y en constante crecimiento. De uso privado, está reservado para quienes forman parte del área de trabajo, ofreciendo un entorno saludable para crear y colaborar. Un espacio donde el diseño reflexivo se crea y se comparte en sintonía con el ritmo de la vida cotidiana y la experiencia.",
  "project2Title": "Mesa Causa 01",
  "project2Location": "",
  "project2Year": "",
  "project2Category": "",
  "project2Description": "Una mesa que surge del espacio que habita. La estructura existente moldea su forma, generando una serie de cortes que responden a su función. Pequeñas intervenciones que no solo la adaptan al lugar, sino que invitan a nuevas formas de habitarla y de relacionarnos con el entorno.",
  "project3Title": "Mesa Causa 02",
  "project3Location": "",
  "project3Year": "",
  "project3Category": "",
  "project3Description": "Proponemos esta mesa a partir de un encuentro casual, como es la relación de distancia que nos unen, una distancia en ocasiones no separa, une. Nos hace conscientes del otro, de su ausencia, de su valor. Nos invita a encontrar otras formas de estar cerca.",
  "project4Title": "Mesa Causa 03",
  "project4Location": "",
  "project4Year": "",
  "project4Category": "",
  "project4Description": "Una mesa que se funde con el paisaje. Es la causa del encuentro, un gesto que invita a compartir, observar y ser parte del entorno. Un círculo que nos une, como cuando nos sentamos a un picnic en el campo. La mesa se funde con el paisaje, se diluye como objeto y pasa a ser parte del lugar.",
  "project5Title": "Osnova Gallery",
  "project5Location": "Valencia",
  "project5Year": "2025",
  "project5Category": "Galería de Arte",
  "project5Description": "New project - coming soon",
  "spaceTitle": "Holy———————————days",
  "spaceSubtitle": "Boutique market, piezas de diseño que seran parte de tus futuros recuerdos",
  "spaceDescription": "Las fiestas son el momento del año donde nos tomamos esa pausa, un respiro para frenar y mirar para atrás todo lo vivido. Nos damos el lugar para encontrarnos, celebrar y compartir. Pasaje 94 abre el espacio con una cuidada colección de piezas de diseño que te invitan a celebrar lo vivido y a recibir lo nuevo con intención. Un momento para disfrutar de un buen café mientras exploras objetos únicos, pensados para que descubras esa pieza especial con la que compartirás nuevas historias.",
  "brunoMespuletName": "Bruno Mespulet",
  "brunoMespuletCollection": "C 07 10",
  "brunoMespuletDescription": "C 07 10 es una serie de candelabros diseñada por Bruno Mespulet que une la sobriedad del diseño nórdico con una mirada personal y emocional. Cada pieza, construida a partir de tres planos de aluminio, expresa un lenguaje atemporal donde la sencillez se convierte en expresión. Inspirada en la tradición danesa de la luz de las velas y en un viaje íntimo desde el Chaco, Argentina, hasta Copenhague, Dinamarca, la serie trasciende lo funcional para convertirse en un homenaje a los rituales que nos conectan a través del tiempo y la cultura, transformando lo cotidiano en un acto poético.",
  "bamaName": "BAMA",
  "bamaCollection": "BULTO",
  "bamaDescription": "BAMA es un proyecto editorial que celebra la honestidad de la materia y la sensibilidad: nace con la visión de crear objetos para espacios curados, pensados, que inviten a contemplar y conversar. Cada pieza de BAMA está concebida desde un enfoque local: diseñada en Valencia y desarrollada en colaboración con artesanos valencianos. Este enfoque local hace que los objetos muestren en sí mismos la precisión del oficio y la honestidad de su fabricación, y preserva la tradición al tiempo que dialoga con una sensibilidad contemporánea. BULTO es la primera serie de productos editada por BAMA. Enraizadas en la tradición pero reinterpretadas a través de formas esenciales, estas piezas de porcelana se alejan del realismo ornamentado clásico sin disolverse en la abstracción pura. Sus volúmenes orgánicos y dinámicos celebran la materialidad misma, y los gestos simples que presentan bastan para sugerir carácter. Representan una declaración sutil, que invita a la observación y a la pausa.",
  "albertoDesignName": "Alberto Design",
  "albertoDesignCollection": "BRICK",
  "albertoDesignDescription": "Diseñador de producto y gráfico. Nacido en Valencia (España), entiendo el diseño como una herramienta para comunicar, estructurar y generar valor a través de los objetos, las imágenes y los sistemas que construimos. Trabajo en la intersección entre función y estética, siempre con un enfoque riguroso y una atención constante al contexto. Me interesa especialmente el diseño como medio de expresión material y formal, capaz de establecer conexiones entre el usuario, el espacio y la cultura contemporánea. BRICK se trata de una coleccion de 3 floreros de acero inoxidable, que parte del ladrillo como módulo esencial de la construcción. Sus canales verticales conservan la cadencia del módulo original, generando así un \"ladrillo invertido\" que, en lugar de levantar muros, acoge flores.",
  "lodName": "LOD",
  "lodCollection": "Colecciones de objetos de estilo de vida",
  "lodDescription": "LOD, colecciones de objetos de estilo de vida presentes en la escena cotidiana. La esencia del proyecto es seguir creando elementos mediante la exploración de nuevos materiales y técnicas contemporáneas, apoyándose en la producción artesanal. A través de cada proyecto, LOD intenta diseñar elementos que transmitan valores o sentimientos específicos a quienes desean conectar con ellos, ofreciendo la visión estética del momento en que se encuentra el creador. En la busqueda de explorar con la materialidad, las capacidades de cada material, mediante el uso de materiales, técnicas de prototipado y procesos de fabricación para crear nuevos lenguajes dentro de la artesanía contemporánea.",
  "giovName": "Giov",
  "giovCollection": "Studio",
  "giovDescription": "Giov, studio es un atelier de diseño y cerámica dedicado a la creación de objetos que unen la artesanía, la estética contemporánea y la profundidad emocional. Guiado por una admiración por la belleza, la funcionalidad y el gesto imperfecto de la mano, el estudio busca crear objetos con un sentido de permanencia: piezas que se sienten a la vez contemporáneas y atemporales, íntimas pero universales. Giov, studio se sitúa en la intersección entre el arte, el diseño y la vida cotidiana, celebrando el diálogo entre la función y la poesía.",
  "designerLabel": "DISEÑADOR",
  "spaceScrollText": "Desliza horizontalmente →",
  "archiveScrollText": "Desliza horizontalmente →",
  "angelTausiaDescription": "Soy una persona inquieta, en el sentido más amplio de la palabra, incluso algo caótica. Sin embargo, los objetos que diseño hablan de lo contrario: transmiten calma, orden y serenidad. En ellos se refleja, quizá, la búsqueda personal de equilibrio y sosiego que persigo en mi día a día.\n\nDesde pequeño he sentido la necesidad de fabricar objetos casi por intuición, piezas que me acompañan y que me gusta tener cerca en esos momentos de calma. Son objetos sencillos, pensados para formar parte de los rituales cotidianos: encender una vela, colocar unas flores, apoyar un libro en la mesa... pequeños gestos que transforman la rutina en algo más consciente y significativo.\n\nEn este camino aparecen también resonancias con lo espiritual. El incienso, la luz de las velas, incluso la idea de un pequeño sagrario para objetos especiales, sugieren vínculos con tradiciones religiosas que, más allá de la fe, ponen en valor lo ceremonial, lo simbólico y lo sagrado de lo cotidiano.\n\nTAUSIAOBJECTS nace como un proyecto para reunir y compartir este trabajo personal: lámparas, portavelas, jarrones, bandejas y mesas que, además de su función, poseen un carácter escultórico que los convierte en algo más que un simple objeto. Piezas hechas con cuidado, que invitan a una relación más íntima con el espacio, con el tiempo y con nosotros mismos.",
  "ferFigueroaDescription": "Kitto, un sistema modular que busca tensionar los límites entre objeto y mobiliario, generando piezas que, además de su fin práctico, invitan a la contemplación y al encuentro. El contraste entre materiales como la madera y el acero, junto con el rigor geométrico de las formas, subraya el carácter experimental de la propuesta.\n\nEsta serie propone configuraciones dinámicas que se adaptan a distintos usos en espacios como cafeterías, museos y coworkings, siendo un acierto para brindar esta comodidad temporal.\n\nLa práctica de Fer Figueroa se centra en la exploración de la materialidad con un enfoque de producciones cortas que ponen en valor talleres locales, y con este proyecto reafirma su compromiso sensible, capaz de vincular la exploración conceptual con la producción tangible.",
  "bamaArchiveDescription": "BAMA es un proyecto editorial que celebra la honestidad de la materia y la sensibilidad: nace con la visión de crear objetos para espacios curados, pensados, que inviten a contemplar y conversar. Cada pieza de BAMA está concebida desde un enfoque local: diseñada en Valencia y desarrollada en colaboración con artesanos valencianos. Este enfoque local hace que los objetos muestren en sí mismos la precisión del oficio y la honestidad de su fabricación, y preserva la tradición al tiempo que dialoga con una sensibilidad contemporánea.\n\nBULTO es la primera serie de productos editada por BAMA. Enraizadas en la tradición pero reinterpretadas a través de formas esenciales, estas piezas de porcelana se alejan del realismo ornamentado clásico sin disolverse en la abstracción pura. Sus volúmenes orgánicos y dinámicos celebra la materialidad misma, y los gestos simples que presentan bastan para sugerir carácter. Representan una declaración sutil, que invita a la observación y a la pausa.",
  "brunoArchiveDescription": "C 07 10 es una serie de candelabros diseñada por Bruno Mespulet que une la sobriedad del diseño nórdico con una mirada personal y emocional. Cada pieza, construida a partir de tres planos de aluminio, expresa un lenguaje atemporal donde la sencillez se convierte en expresión. Inspirada en la tradición danesa de la luz de las velas y en un viaje íntimo desde el Chaco, Argentina, hasta Copenhague, Dinamarca, la serie trasciende lo funcional para convertirse en un homenaje a los rituales que nos conectan a través del tiempo y la cultura, transformando lo cotidiano en un acto poético.",
  "objetosDecorativosDescription": "En una búsqueda de explorar nuevos lenguajes entre materia y forma, esta colección surge como un ejercicio plástico a través del barro, buscando los límites formales del material. Un proceso de experimentación que profundiza en su capacidad de transformación, maleabilidad y expresión.\n\nBajo una línea de trabajo, donde la confección, las prendas y el imaginario de la moda se convierte en inspiración, estas piezas se apropian de cierto lenguaje plástico propio de este mundo, que traducidas a este nuevo material adquieren otra dimensión. En un ejercicio de pasar de lo plano al volumen, de reinterpretar lo textil desde la cerámica, en ese tránsito se genera una poética de la forma que se mueve entre lo orgánico y lo estructurado, entre lo aleatorio —dictado por la naturaleza del material— y lo intencionado -resultado del gesto controlado-. Creando así un nuevo lenguaje que combina ambos universos.\n\nCromáticamente, el azul oscuro aporta profundidad y elegancia; acentuando con rotundidad las formas. El esmalte brillante reacciona a la luz con una intensidad casi líquida. Reflejando los destellos y matices del entorno, convirtiendo cada pieza en un cuerpo que se modifica según el punto de vista del espectador. Con el elemento del contorno blanco se crean nuevas siluetas y aporta una nueva capa en forma de textura.\n\nComo en otras ocasiones, el proyecto se sostiene en el trabajo conjunto con los artesanos: un intercambio de saberes y experiencias que trasciende la mera ejecución técnica. En esta ocasión, el encuentro entre pensamiento y oficio, entre idea y materia, dan forma a las piezas. El proceso, más que un medio, se convierte en parte esencial del resultado: un espacio compartido de aprendizaje, experimentación y creación.",
  "menuTitle": "Menú",
  "menuIntroText1": "Para nosotras es muy importante este momento que uno se regala en el día para pensar y reconectar con uno mismo y compartir con el otro.",
  "menuIntroText2": "Pasaje 94 café es nuestro escaparate para mostrarnos como diseñadoras y llegar a la rutina de las personas que pasan por el espacio y dejar en ellos un poco de lo que nos mueve.",
  "menuIntroText3": "Y qué mejor que haber encontrado a Víctor y Pablo, de FOC Coffee, los tostadores que elegimos por su calidez y excelencia. Hoy ya son referentes en Valencia, y también el hilo visible que hace posible que esta experiencia llegue a vos con la calidad, compromiso y cuidado que imaginamos desde el primer día.",
  "focTitle": "FOC",
  "focDescription": "Nuestro café de especialidad viene de FOC, tostadores valencianos comprometidos con la calidad y la sostenibilidad.",
  "artisanalProductsTitle": "Productos Artesanales",
  "artisanalProductsDescription": "Nuestros productos de repostería y comida son elaborados diariamente con ingredientes frescos y de temporada.",
  "digitalMenuTitle": "Menú Digital",
  "digitalMenuDescription": "Escanea el código QR en tu mesa para ver nuestro menú completo.",
  "digitalMenuFooter": "También puedes consultar el menú en pasaje94.com/menu",
  "coffeeProducts": {
    "espresso": "Espresso",
    "cortado": "Cortado",
    "cafeConLeche": "Café con Leche",
    "cappuccino": "Cappuccino",
    "flatWhite": "Flat White",
    "v60Filter": "V60 Filter",
    "chemex": "Chemex",
    "coldBrew": "Cold Brew"
  },
  "foodProducts": {
    "tostadaAguacate": "Tostada con Aguacate",
    "croissantNatural": "Croissant Natural",
    "croissantAlmendra": "Croissant de Almendra",
    "tartaDelDia": "Tarta del Día",
    "bananaBread": "Banana Bread",
    "ensaladaTemporada": "Ensalada de Temporada",
    "sandwichVegetal": "Sandwich Vegetal",
    "bagelSalmon": "Bagel con Salmón"
  },
  "checkout": {
    "title": "CHECKOUT",
    "contactInformation": "Información de Contacto",
    "firstName": "NOMBRE *",
    "lastName": "APELLIDOS *",
    "company": "EMPRESA (OPCIONAL)",
    "email": "EMAIL *",
    "phone": "TELÉFONO *",
    "newsletter": "RECIBIR NOTICIAS Y OFERTAS POR EMAIL",
    "delivery": "Entrega",
    "countryRegion": "PAÍS/REGIÓN *",
    "address": "DIRECCIÓN *",
    "apartment": "APARTAMENTO, PISO, ETC. (OPCIONAL)",
    "postalCode": "CÓDIGO POSTAL *",
    "city": "CIUDAD *",
    "province": "PROVINCIA *",
    "selectProvince": "Seleccionar Provincia",
    "additionalNotes": "NOTAS ADICIONALES",
    "b2bNoticeTitle": "ESTÁS COMPRANDO COMO CLIENTE PARTICULAR.",
    "b2bNoticeText": "SI DESEAS COMPRAR COMO CLIENTE B2B CON FACTURACIÓN, POR FAVOR CONTACTA INFO@PASAJE94.COM",
    "shippingMethod": "Método de Envío",
    "orderSummary": "Resumen del Pedido",
    "subtotal": "Subtotal",
    "shipping": "Envío",
    "total": "Total",
    "placeOrder": "Realizar Pedido",
    "securePayment": "Pago seguro con Stripe",
    "errors": {
      "firstName": "El nombre es requerido",
      "lastName": "Los apellidos son requeridos",
      "email": "El email es requerido",
      "emailInvalid": "El email no es válido",
      "phone": "El teléfono es requerido",
      "address": "La dirección es requerida",
      "city": "La ciudad es requerida",
      "postalCode": "El código postal es requerido",
      "province": "La provincia es requerida",
      "country": "El país es requerido"
    }
  }
}